{
  "36": "Statistics Canada University Student Information System Institution Codes",
  "16": "Duns Number With 4-Character Suffix",
  "23": "National Center for Education Statistics Common Core of Data 12-Digit Number for Pre-K-Grade 12 Institutes, or NCES",
  "32": "U.S. Federal Employer Identification Number (FEIN)",
  "14": "Duns Plus Suffix",
  "02": "SCAC (Standard Carrier Alpha Code)",
  "29": "Medicare Provider and Supplier Identification Number as assigned by Health Care Financing Administration (HCFA)",
  "19": "EDI Council of Australia (EDICA) Communications ID Number (COMM ID)",
  "33": "National Association of Insurance Commissioners Company Code (NAIC)",
  "ZZ": "Mutually Defined",
  "35": "Statistics Canada Canadian College Student Information System Institution Codes",
  "13": "UCS Code (The UCS Code is a Code Used for UCS Transmissions; it includes the Area Code and Telephone Number of a Modem; it Does Not Include Punctuation, Blanks or Access Code)",
  "SA": "User Identification Number as assigned by the Safety and Fitness Electronic Records (SAFER) System",
  "15": "Petroleum Accountants Society of Canada Company Code",
  "AM": "Association Mexicana del Codigo de Producto (AMECOP) Communication ID",
  "SN": "Standard Address Number",
  "25": "ACT, Inc. 4-Digit Code of Postsecondary Institutions.",
  "09": "X.121 (CCITT)",
  "21": "Integrated Postsecondary Education Data System, or (IPEDS)",
  "37": "Society of Property Information Compilers and Analysts",
  "22": "Federal Interagency Commission on Education, or FICE",
  "04": "IATA (International Air Transport Association)",
  "08": "UCC EDI Communications ID (Comm ID)",
  "38": "The College Board and ACT, Inc. 6-Digit Code List of Secondary Institutions",
  "01": "Duns (Dun & Bradstreet)",
  "07": "Global Location Number (GLN)",
  "NR": "National Retail Merchants Association (NRMA) - Assigned",
  "34": "Medicaid Provider and Supplier Identification Number as assigned by individual State Medicaid Agencies in conjunction with Health Care Financing Administration (HCFA)",
  "10": "Department of Defense (DoD) Activity Address Code",
  "18": "Association of American Railroads (AAR) Standard Distribution Code",
  "12": "Phone (Telephone Companies)",
  "28": "Fiscal Intermediary Identification Number as assigned by Health Care Financing Administration (HCFA)",
  "03": "FMC (Federal Maritime Commission)",
  "24": "The College Board's Admission Testing Program 4-Digit Code of Postsecondary Institutes, or ATP",
  "17": "American Bankers Association (ABA) Transit Routing Number (Including Check Digit, 9 Digit)",
  "30": "U.S. Federal Tax Identification Number",
  "11": "DEA (Drug Enforcement Administration)",
  "20": "Health Industry Number (HIN)",
  "26": "Statistics of Canada List of Postsecondary Institutions",
  "27": "Carrier Identification Number as assigned by Health Care Financing Administration (HCFA)",
  "31": "Jurisdiction Identification Number Plus 4 as assigned by the International Association of Industrial Accident Boards and Commissions (IAIABC)"
}